[{"suggestions": ["Age >=18 years\n", "ECOG performance status <=2 (Karnofsky >=60%)\n", "leukocytes >=3,000/mcL\n", "absolute neutrophil count >=1,500/mcL\n", "platelets >=100,000/mcL\n", "total bilirubin <= institutional upper limit of normal (ULN)\n", "AST(SGOT)/ALT(SGPT) <=2.5 x institutional ULN\n", "creatinine <= institutional ULN OR glomerular filtration rate (GFR) [For Phase 1 and ETCTN] >=60 mL/min/1.73 m^2 unless data exists supporting safe use at lower kidney function values, no lower than 30 mL/min/1.73 m^2 [For Non-Network mostly large phase 2 and 3]  >=50 mL/min/1.73 m^2 unless data exists supporting safe use at lower kidney function values, no lower than 30 mL/min/1.73 m^2\n", "Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial.\n", "For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n", "Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured.  For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n", "Patients with treated brain metastases are eligible if follow-up brain imaging after central nervous system (CNS)-directed therapy shows no evidence of progression.  (Note:  In specific trials, it may be necessary to add a time factor regarding the follow-up brain imaging, but this should be as lenient as medically indicated.)\n", "Patients with new or progressive brain metastases (active brain metastases) or leptomeningeal disease are eligible if the treating physician determines that immediate CNS specific treatment is not required and is unlikely to be required during the first cycle of therapy.\n", "Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial.\n", "Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification.  To be eligible for this trial, patients should be class 2B or better.\n", "The effects of [CTEP and/or CIP IND Agent] on the developing human fetus are unknown.  For this reason and because [Agent Class] agents as well as other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation.  Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.  Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of [CTEP and/or CIP IND Agent] administration.\n", "Ability to understand and the willingness to sign a written informed consent document.\n", "Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study. [if appropriate]\n", "Patients who have not recovered from adverse events due to prior anti-cancer therapy (i.e., have residual toxicities > Grade 1) with the exception of alopecia.  [if appropriate]\n", "Patients who are receiving any other investigational agents.\n", "The investigator(s) must state a medical or scientific reason if patients who have brain metastases will be excluded from the study\n", "History of allergic reactions attributed to compounds of similar chemical or biologic composition to [CTEP and/or CIP IND Agent(s)] or other agents used in study.\n", "Please state appropriate exclusion criteria relating to concomitant medications or substances that have the potential to affect the activity or pharmacokinetics of the study agent(s).  Examples of such agents or substances include those that interact through the CYP450 isoenzyme system or other sources of drug interactions (e.g., P-glycoprotein).  Specifically excluded substances may be listed below, stated in Section 8 (Pharmaceutical Information), and presented as an appendix.  If appropriate, the following text concerning CYP450 interactions may be used or modified. Patients receiving any medications or substances that are inhibitors or inducers of [specify CYP450 enzyme(s)] are ineligible.  Because the lists of these agents are constantly changing, it is important to regularly consult a frequently-updated medical reference.  As part of the enrollment/informed consent procedures, the patient will be counseled on the risk of interactions with other agents, and what to do if new medications need to be prescribed or if the patient is considering a new over-the-counter medicine or herbal product.\n", "Patients with uncontrolled intercurrent illness.\n", "Patients with psychiatric illness/social situations that would limit compliance with study requirements.\n", "The investigator(s) must state a medical or scientific reason if pregnant or nursing patients will be excluded from the study.\n", "The investigator(s) must state a medical or scientific reason if patients who are cancer survivors will be excluded from the study.  \n", "Please insert other appropriate agent-specific exclusion criteria.\n"], "_id": "ctep"}]